Repository: levi-45/enigma2-plugin-extensions-levi45addonspanel
Catalog: usr/lib/enigma2/python/Plugins/Extensions/Levi45Addons/res/locale/*/LC_MESSAGES/Levi45Addons.po
Languages: tr, zh

source: unable to download updates
tr: Guncelleme yapilamadi
zh: 无法下载更新

source: Exit
tr: Cik
zh: 退出

source: Update
tr: Guncelle
zh: 更新

source: News
tr: Haber
zh: 新上

source: About
tr: Icerik
zh: 关于

source: Welcome , Please Wait..
tr: Hosgeldin , Lutfen bekle..
zh: 欢迎,请稍等...

source: downloading-installing: %s
tr: Indiriliyor-yukleniyor %s
zh: 下载-安装:%s

source: Addons Download Failure No internet connection or server down !
zh: 插件下载失败 没有互联网连接或服务器关闭！

source: Error processing server addons data
zh: 处理服务器插件数据时出错

source: Do you install this plugin ?
tr: Bu eklentiyi yuklemek istiyormusunuz ?
zh: 你安装这个插件了吗？

source: Unknow Image!
tr: Bilinmeyen Imaj!
zh: 未知固件!

source: Download failur %s! Error %s
zh: 下载失败%s！ 错误%s

source: All file Downloaded in /tmp are removed!
zh: /tmp 中下载的所有文件都将被删除!

source: Select
zh: 选择

source: Addons Download Failure No internet connection or server down !Eklenti indirme hatasi Internete bagli degilsiniz yada sunucuda sorun var !
tr: Eklenti serverine baglanti kurulamiyor

source: Download failur %s! Error %sIndirme hatasi alindi %s! Hata %s
tr: Gecici olarak cihaza indirilen butun dosyalar silindi!
